Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/UiResources.resw
Source language: en
Languages: ar, es, fr, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# UI_RemainingDays
source: {0} days remaining
ar: {0} يوم متبقي
es: {0} días restantes
fr: Encore {0} jours
id: {0} hari tersisa
it: {0} giorni rimanenti
ja: 残り{0}日
ko: {0}일 남음
nl: {0} dagen te gaan
pl: Pozostało {0} dni
pt_br: {0} dias restantes
ro: {0} zile rămase
ru: Осталось дней: {0}
th: เหลืออีก {0} วัน
tr: {0} gün kaldı
vi: Còn lại {0} ngày
zh_hans: 剩余{0}天
zh_hant: 剩下{0}天

# UI_SendInvites
source: Send invites
ar: ارسال الدعوات
es: Enviar invitaciones
fr: Envoyer des invitations
id: Kirim undangan
it: Spedisci inviti
ja: 招待状を送信
ko: 초대 발송
nl: Verstuur uitnodigingen
pl: Wyślij zaproszenia
pt_br: Enviar convites
ro: Trimite invitații
ru: Пригласить
th: ส่งคำเชิญ
tr: Davet gönder
vi: Gửi lời mời
zh_hans: 发送邀请
zh_hant: 發送邀請

# UI_ViewStatus
source: View status
ar: عرض الحالة
es: Ver estado
fr: Voir l’état
id: Lihat status
it: Vedi status
ja: ステータスを表示
ko: 상태 보기
nl: Status weergeven
pl: Wyświetl status
pt_br: Ver status
ro: Vezi statusul
ru: Статус
th: ดูสถานะ
tr: Durumu göster
vi: Xem tình trạng
zh_hans: 查看状态
zh_hant: 查看狀態

# UI_Install
source: Install
ar: تثبيت
es: Instalar
fr: Installer
it: Installa
ja: インストール
ko: 설치
nl: Installeer
pl: Zainstaluj
pt_br: Instalar
ro: Instalează
ru: Установить
th: ติดตั้ง
tr: Kur
vi: Cài
zh_hans: 安装
zh_hant: 安裝

# UI_AccountRegistrationInformation
source: Create your free account and get {0} of complimentary storage spance, valid for {1} days.
ar: أنشئ حسابك المجاني واحصل على {0} من مساحة التخزين المجانية صالحة لمدة {1} يوم
es: Crea una cuenta gratuita y obtén {0} de espacio de almacenamiento gratuito, válido por {1} días.
fr: Créez votre compte gratuit et obtenez {0} d’espace de stockage gratuit, valide pendant {1} jours.
id: Buat akun gratis Anda dan dapatkan {0} ruang penyimpanan gratis, berlaku untuk {1} hari.
it: Crea il tuo account gratuito ed ottieni {0} di spazio di archiviazione complementare, valido per {1} giorni.
ja: 無料アカウントを作成し、{1}日間有効な無料のストレージスペース{0}を取得してください。
ko: 무료 계정을 만들고 {1}일간 유효한 {0}의 무료 저장 공간을 받으세요.
nl: Creëer uw gratis account en krijg {0} aan gratis opslag ruimte, geldig voor {1} dagen.
pl: Utwórz bezpłatne konto i uzyskaj {0} bezpłatnego miejsca na dane, ważne przez {1} dni.
pt_br: Crie a sua conta gratuita e consiga {0} de espaço de armazenamento adicional, válido por {1} dias.
ro: Creează-ți contul gratuit și obține {0} spațiu de stocare complementar, valabil pentru {1} zile.
ru: Создайте бесплатный аккаунт и получите {0} бесплатного места на диске на {1} дн.
th: สร้างบัญชีฟรีของคุณและรับพื้นที่เก็บข้อมูลฟรี {0} และใช้ได้ภายใน {1} วัน
tr: Ücretsiz hesabınızı oluşturun ve {1} gün boyunca geçerli tamamlayıcı depolama alanından {0} alın.
vi: Tạo một tài khoản miễn phí và nhận ngay {0} thêm cho không gian lưu trữ, hạn dùng trong {1} ngày.
zh_hans: 创建您的免费账户并获得{0}的免费存储空间，有效期为{1}天。
zh_hant: 創建您的免費帳戶並獲得 {0} 免費儲存空間，有效期為 {1} 天。

# UI_InstallDesktopAppInformation
source: When you install MEGAsync you get {0} of complimentary storage space plus {1} of transfer quota, both valid for {2} days. MEGAsync is available for Windows, macOS and most Linux distros.
ar: عند قيامك بتثبيت تطبيق MEGAsync ستحصل على {0} مساحة تخزين وعلى {1} حجم تراسل مجانية إضافية صالحة لمدة {2} يوم. تطبيق MEGAsync متوافر على ويندوز ولينكس وماك
es: Cuando instalas MEGAsync, obtienes {0} de espacio de almacenamiento gratuito más {1} de cuota de transferencia, ambos válidos por {2} días. MEGAsync está disponible para Windows, macOS y la mayoría de las distribuciones de Linux.
fr: En installant MEGAsync, vous obtenez {0} d’espace de stockage gratuit et {1} de quota de transfert, tous deux valides pendant {2} jours. MEGAsync est offerte pour Windows, macOS et la plupart des versions de Linux.
id: Saat Anda menginstal MEGAsync, Anda mendapatkan {0} ruang penyimpanan gratis ditambah {1} kuota transfer, keduanya berlaku selama {2} hari. MEGAsync tersedia untuk Windows, macOS dan sebagian besar distro Linux.
it: Quando installi MEGAsync ottieni {0} di spazio di archiviazione complementare più {1} di banda di trasferimento, entrambi validi per {2} giorni. MEGAsync è disponibile per Windows, macOS e la maggior parte delle distribuzioni Linux.
ja: MEGAsyncをインストールすると、無料のストレージスペース{0}と転送容量{1}が得られます。どちらも{2}日間有効です。MEGAsyncは、Windows、macOS、そして大半のLinuxディストリビューションでご利用いただけます。
ko: MEGAsync를 설치하면 {2}일간 유효한 {0}의 무료 저장 공간과 {1}의 전송 할당량을 받게 됩니다. MEGAsync는 Windows, macOS 그리고 대부분의 Linux 배포판에서 이용 가능합니다.
nl: Wanneer u MEGAsync installeert krijgt u {0} aan gratis opslagruimte plus {1} overdracht tegoed, beide geldig voor {2} dagen. MEGAsync is beschikbaar voor Windows, macOS en de meeste Linux distributies.
pl: Podczas instalacji MEGAsync uzyskuje się {0} wolnego miejsca na dysku plus {1} limitu transferu, oba ważne przez {2} dni. MEGAsync jest dostępny dla systemów Windows, macOS i większości dystrybucji Linuksa.
pt_br: Quando você instalar o MEGAsync, receberá {0} de espaço de armazenamento adicional e {1} de cota de transferência, ambos válidos por {2} dias. O MEGAsync está disponível para Windows, macOS e a maioria das distros do Linux.
ro: Atunci când instalezi MEGAsync primești {0} spațiu de stocare complementar, plus {1} cotă de transfer, ambele valabile pentru {2} zile. MEGAsync este disponibil pentru Windows, macOS și majoritatea distribuțiilor Linux.
ru: Установив MEGAsync, вы получите {0} бесплатного места на диске плюс {1} трафика на {2} дн. MEGAsync доступен Windows, macOS и большинстве дистрибутивов Linux.
th: เมื่อคุณติดตั้ง MEGAsync คุณจะได้รับพื้นที่เก็บข้อมูลฟรี {0} และโควต้าการถ่ายโอน {1} โดยทั้งสองอย่างจะใช้ได้ {2} วัน MEGAsync มีให้บริการสำหรับ Windows, macOS และ distros Linux เป็นส่วนใหญ่
tr: MEGAsync'i yüklediğinizde {0} ücretsiz ek depolama alanı ve {1} aktarma kotası kazanırsınız, her ikisi de {2} gün geçerlidir. MEGAsync, Windows, macOS ve çoğu Linux dağıtımlarına uygundur.
vi: Sau khi cài và sử dụng MEGAsync trên máy, bạn sẽ nhận được thêm {0} cho lưu trữ, {1} cho băng thông truyền tải. Cả hai sẽ có hạn dùng là {2} ngày. MEGAsync còn có trên Windows, macOS và đa số Linux distros.
zh_hans: 当您安装MEGAsync时，您可以获得{0}的免费存储空间以及{1}的传输配额，两者均适用于{2}天。 MEGAsync可用于Windows，macOS和大多数Linux发行版。
zh_hant: 安裝MEGAsync後，您將獲得 {0} 的免費儲存空間加上 {1} 的傳輸配額，兩者之有效期均為 {2} 天。MEGAsync適用於Windows、macOS與大多數Linux系統。

# UI_InstallMobileAppInformation
source: When you install our mobile app you get {0} of complimentary storage space plus {1} transfer quoto, both valid for {2} days. We provice mobile apps for iOS, Android & Windows Phone
ar: عند قيامك بتثبيت تطبيق MEGA للموبايل ستحصل على {0} مساحة تخزين وعلى {1} حجم تراسل مجانية إضافية صالحة لمدة {2} يوم. تطبيق الموبايل متوافر على أندرويد وiOS وويندوز للهواتف المحمولة
es: Cuando instalas nuestra aplicación móvil obtienes {0} de espacio de almacenamiento gratuito más {1} cuota de transferencia, ambos válidos por {2} días. Proporcionamos aplicaciones móviles para iOS, Android y Windows Phone
fr: En installant notre appli mobile, vous obtenez {0} d’espace de stockage gratuit et {1} de quota de transfert, tous deux valides pendant {2} jours. Nous offrons des applis mobiles pour iOS, Android et Windows Phone.
id: Saat Anda memasang aplikasi seluler, Anda mendapatkan {0} ruang penyimpanan gratis ditambah {1} kuota transfer, keduanya berlaku selama {2} hari. Kami menyediakan aplikasi seluler untuk iOS, Android & Windows Phone
it: Quando installi la nostra app per mobile ottieni {0} di spazio di archiviazione complementare più {1} di banda di trasferimento, entrambi validi per {2} giorni. Noi forniamo applicazioni per iOS, Android & Windows Phone.
ja: 当社のモバイルアプリをインストールすると、無料のストレージスペース{0}と転送容量{1}が得られます。どちらも{2}日間有効です。当社は、iOS、Android、Windows Phone用のモバイルアプリをご提供しております。
ko: 우리의 모바일 앱를 설치하면 {2}일간 유효한 {0}의 무료 저장 공간과 {1}의 전송 할당량을 받게 됩니다. iOS, Android 그리고 Windows Phone에 모바일 앱을 제공합니다.
nl: Wanneer u onze mobiele app installeert krijg u {0} aan gratis opslag ruimte plus {1} overdracht tegoed, beide geldig voor {2} dagen. Wij bieden mobiele apps voor iOS, Android & Windows Phone
pl: Po zainstalowaniu naszej aplikacji mobilnej uzyskujesz {0} wolnego miejsca na dysku i dodatkowy limit transferu {1}, które są ważne przez {2} dni. Zapewniamy aplikacje mobilne na iOS, Android i Windows Phone
pt_br: Quando você instalar o nosso aplicativo para dispositivos móveis, receberá {0} de espaço de armazenamento adicional e {1} de cota de transferência, ambos válidos por {2} dias. Nós temos aplicativos móveis para iOS, Android e Windows Phone
ro: Atunci când instalezi aplicația noastră mobilă, primești {0} spațiu de stocare complementar, plus {1} cotă de transfer, ambele valabile pentru {2} zile. Oferim aplicații mobile pentru iOS, Android și Windows Phone.
ru: Установив наше мобильное приложение, вы получите {0} бесплатного места на диске плюс {1} трафика на {2} дн. Приложения доступны на iOS, Android и Windows Phone
th: เมื่อคุณติดตั้งแอปบนมือถือคุณจะได้รับพื้นที่เก็บข้อมูลฟรี {0} และ {1} โควต้าการถ่ายโอน โดยทั้งสองอย่างจะใช้ได้ {2} วัน เรามีแอปบนมือถือสำหรับ iOS, Android และ Windows Phone
tr: Mobil uygulamamızı yüklediğinizde {0} ücretsiz ek depolama alanı ve {1} aktarma kotası kazanırsınız, her ikisi de {2} gün geçerlidir. Mobil uygulamamız iOS, Android ve Windows Phone ile uyumludur
vi: Sau khi cài và sử dụng app MEGA trên điện thoại, bạn sẽ nhận được thêm {0} cho lưu trữ, {1} cho băng thông truyền tải. Cả hai sẽ có hạn dùng là {2} ngày. MEGA còn có app dành cho iOS, Android & Windows Phone
zh_hans: 当您安装我们的移动应用程序时，您会获得{0}的免费存储空间以及{1}的传输配额，这两个配额都适用于{2}天。我们为iOS，Android和Windows Phone提供移动应用程序
zh_hant: 安裝我們的手機應用程式後，您將獲得 {0} 的免費儲存空間加上 {1} 的傳輸配額，兩者之有效期均為 {2} 天。我們的手機應用程式適用於Windows、macOS與大多數Linux系統。

# UI_AchievedOn
source: Achieved on
ar: تاريخ الاكتساب
es: Logrado en
fr: Atteint le
id: Archived pada
it: Raggiunto il
ja: 到達日
ko: 달성일
nl: Bereikt op
pl: Osiągnięty dnia
pt_br: Obtido em
ro: Realizat pe
ru: Достигнуто
th: ทำสำเร็จเมื่อ
tr: Kazanıldı
vi: Ngày nhận đuợc
zh_hans: 达成日
zh_hant: 得獎日

# UI_ExpiresIn
source: Expires in
ar: تاريخ انتهاء الصلاحية
es: Caduca en
fr: Expire dans
id: Habis berlaku pada
it: Scade il
ja: 期限切れまであと
ko: 만료일
nl: Vervalt over
pl: Wygasa z
pt_br: Expira em
ro: Expiră în
ru: Истекает через
th: หมดอายุใน
tr: Zaman aşımı
vi: Hết hạn trong
zh_hans: 有效至
zh_hant: 多久後到期

# UI_Day
source: Day
ar: يوم
es: Día
fr: jour
id: Hari
it: Giorno
ja: 日
ko: 일
nl: Dag
pl: Dzień
pt_br: Dia
ro: Zi
ru: День
th: วัน
tr: Gün
vi: Ngày
zh_hans: 天
zh_hant: 日

# UI_Days
source: Days
ar: يوم
es: Días
fr: jours
id: Hari
it: Giorni
ja: 日
ko: 일
nl: Dagen
pl: Dni
pt_br: Dias
ro: Zile
ru: Дни
th: วัน
tr: Günler
vi: Ngày
zh_hans: 天
zh_hant: 日

# UI_HowItWorks
source: How it works
ar: كيف تعمل
es: Cómo funciona
fr: Comment cela fonctionne-t-il ?
id: Cara kerja
it: Come funziona
ja: こうなっています。
ko: 작동 원리
nl: Hoe het werkt
pl: Jak to działa
pt_br: Como funciona
ro: Cum funcționează
ru: Как это работает
th: วิธีการทำงาน
tr: Nasıl çalışıyor
vi: Cách nó hoạt động
zh_hans: 如何使用
zh_hant: 如何使用

# UI_HowItWorksText
source: Invite your friends to create a free MEGA account and install our mobile apps. For every successful signup and app install you receive bonus storage and transfer quota.
ar: ادعي اصدقائك لإنشاء حساب مجاني على MEGA ولتثبيت تطبيق الموبايل. ستحصل مع كل عملية اشتراك وتثبيت لتطبيق الموبايل على مساحة تخزين وحجم تراسل إضافيين مجانيين
es: Invita a tus amigos a crear una cuenta gratuita de MEGA e a instalar nuestra aplicación móvil. Por cada registro e instalación de la aplicación, recibirás un bono adicional de almacenamiento y transferencia.
fr: Invitez vos amis à créer un compte MEGA gratuit et à installer notre appli mobile. Pour chaque inscription et installation d’appli réussie, vous recevrez de l’espace de stockage et un quota de transfert en prime.
id: Undang teman Anda untuk membuat akun MEGA gratis dan instal aplikasi seluler kami. Untuk setiap pendaftaran dan pemasangan aplikasi yang sukses, Anda akan menerima penyimpanan bonus dan kuota transfer.
it: Invita i tuoi amici a crearsi un account MEGA gratuito e installare le nostre app per mobile. Per ogni registrazione avvenuta con successo ed app installata otterrai uno spazio di archiviazione ed una banda di trasferimento bonus.
ja: 無料のMEGAアカウントを作成し、当社のモバイルアプリをインストールするようにお友だちをご招待ください。ご登録およびアプリのインストールに成功するたびに、あなたにボーナスストレージと転送容量を贈呈いたします。
ko: 친구에게 무료 MEGA 계정을 만들고 우리의 모바일 앱을 설치하도록 초대하세요. 성공적인 가입과 앱 설치마다 당신은 보너스 공간과 전송 할당량을 받게 됩니다.
nl: Nodig uw vrienden uit om een gratis MEGA account te creëren en installeer onze mobiele apps. Bij elke succesvolle aanmelding en app installatie ontvangt u bonus opslag en overdracht tegoed.
pl: Zaproś swoich znajomych, aby utworzyć bezpłatne konto MEGA i zainstalować nasze aplikacje mobilne. Za każdą udaną rejestrację i instalację aplikacji otrzymasz premię do przechowywania i transferu.
pt_br: Convide os seus amigos a criar uma conta gratuita no MEGA e instalar o nosso aplicativo para dispositivos móveis. Cada vez que um amigo convidado se inscrever e instalar um aplicativo, você receberá uma cota extra de armazenamento e transferência.
ro: Invită-ți prietenii să-și facă un cont MEGA gratuit și să-și instaleze aplicațiile noastre mobile. Pentru fiecare înscriere cu succes și instalare a aplicației, vei primi spațiu de stocare și cotă bonus pentru transferuri.
ru: Приглашайте друзей создать бесплатный MEGA-аккаунт и установить наше мобильное приложение. За каждую успешную регистрацию и установку приложение вы получите бонус к хранилищу и трафику.
th: เชิญเพื่อนของคุณสร้างบัญชี MEGA ฟรีและติดตั้งแอปของเราบนมือถือ สำหรับการลงชื่อสมัครใช้และการติดตั้งแอปทุกครั้งจะมีโบนัสและโควต้าการถ่ายโอนให้
tr: Ücretsiz bir MEGA hesabı oluşturmak ve mobil uygulamalarımızı yüklemek için arkadaşlarınızı davet edin. Her başarılı kayıt ve uygulama yüklemesi için bonus depolama ve transfer kotası alacaksınız.
vi: Mời bạn bè tham gia tạo tài khoản MEGA miễn phí và cài đặt app trên điện thoại. Bạn sẽ nhận được thưởng thêm không gian lưu trữ và băng thông cho mỗi lần đăng ký và cài đặt thành công.
zh_hans: 邀请你的朋友创建一个免费的MEGA帐户并安装我们的移动应用程序。对于每次成功的注册和应用安装，您都会收到额外的存储和传输配额。
zh_hant: 一同邀請您的朋友創建免費的MEGA帳戶並安裝我們的手機應用程式吧！每筆成功註冊與安裝都可讓您獲得儲存空間和傳輸配額獎勵。

# UI_Invite
source: Invite
ar: دعوة
es: Invitar
fr: Inviter
id: Undang
it: Invita
ja: 招待
ko: 초대
nl: Uitnodigen
pl: Zaproszenie
pt_br: Convidar
ro: Invită
ru: Пригласить
th: เชิญ
tr: Davet et
vi: Mời
zh_hans: 邀请
zh_hant: 邀請

# UI_InviteFriendsText
source: Get {0} free storage and {1} of transfers quota for each friend who installs a MEGA app.
ar: احصل على {0} مساحة تخزين مجانية إضافية وعلى {1} حجم تراسل إضافي مجاني مع كل صديق لك يقوم بتثبيت تطبيق MEGA
es: Obtén {0} de almacenamiento gratuito y {1} de cuota de transferencias para cada amigo que instale una aplicación MEGA.
fr: Obtenez {0} d’espace de stockage gratuit et {1} de quota de transfert pour chaque ami qui installera une appli MEGA.
id: Dapatkan {0} penyimpanan gratis dan {1} kuota transfer untuk setiap teman yang menginstal aplikasi MEGA.
it: Ottieni {0} di spazio di archiviazione e {1} di banda di trasferimento gratuita per ogni amico che installa un'applicazione di MEGA.
ja: MEGAアプリをインストールされたご友人ごとに、{0}の無料ストレージと{1}の転送容量を取得します。
ko: MEGA 앱을 설치하는 친구가 있을 때마다 {0}의 무료 공간과 {1}의 전송 할당량을 받으세요.
nl: Krijg {0} gratis opslag en {1} aan overdracht tegoed voor elke vriend die een MEGA applicatie installeert.
pl: Uzyskaj {0} wolnej pamięci i {1} limitu transferu dla każdego znajomego, który instaluje aplikację MEGA.
pt_br: Obtenha {0} de armazenamento gratuito e {1} de cota de transferência para cada amigo que instale uma aplicação do MEGA.
ro: Obține {0} spațiu de stocare gratuit și {1} cotă de transfer pentru fiecare prieten care instalează o aplicație MEGA.
ru: Получите бесплатно {0} к хранилищу и {1} трафика за каждого установившего MEGA-приложение.
th: รับพื้นที่เก็บข้อมูลฟรี {0} และโควตาการถ่ายโอนข้อมูล {1} สำหรับเพื่อนแต่ละคนที่ติดตั้งแอป MEGA
tr: MEGA uygulamasını yükleyen her arkadaşın için {0} ücretsiz depolama ve {1} aktarma kotası kazan.
vi: Nhận thêm {0} không gian lưu trữ và {1} băng thông truyền tải khi nguời mời cài và sử dụng app MEGA.
zh_hans: 您每邀请一位朋友安装MEGA应用程序，您会获得{0}免费存储空间和{1}传输配额。
zh_hant: 只要朋友成功安裝MEGA，每筆均可讓您獲得 {0} 免費儲存空間和 {1} 傳輸配額。

# UI_WhyNotWorking
source: Why it is not working
ar: لماذا لا يعمل؟
es: Por qué no funciona
fr: Pourquoi ça ne fonctionne pas ?
id: Kenapa ini tidak berfungsi
it: Perché non sta funzionando
ja: 機能していない理由
ko: 왜 작동하지 않나요
nl: Waarom werkt het niet
pl: Dlaczego to nie działa
pt_br: Por que não está funcionando?
ro: De ce nu funcționează
ru: Почему это не работает
th: ทำไมมันไม่ทำงาน
tr: Neden çalışmıyor
vi: Vẫn không hoạt động
zh_hans: 为何无效
zh_hant: 未成功的可能原因

# UI_WhyNotWorkingText_Part_1
source: You will not receive credit for inviting someone who has used MEGA previously and you will not be notified about such a rejection.
ar: لن تستسلم منحة مجانية إن دعوت شخص مسجل بالفعل لدى MEGA من قبل ولن يتم إخطارك برفض العملية.
es: No recibirás el bono si invitas a alguien que ya haya utilizado MEGA anteriormente y no se te notificará dicho rechazo.
fr: Vous ne recevrez aucun crédit si vous invitez quelqu'un qui a utilisé MEGA auparavant et un tel rejet ne vous sera pas signalé.
id: Anda tidak akan menerima kredit untuk mengundang seseorang yang telah menggunakan MEGA sebelumnya dan anda tidak akan dikabari tentang penolakkan tersebut.
it: Non riceverai bonus se inviti qualcuno che ha già usato MEGA in precedenza e non verrai notificato di un rifiuto.
ja: MEGAを以前に使用したことのある人を招待した場合、あなたはそのクレジットを受け取ることはありません。また、そのような拒否について通知されることもありません。
ko: MEGA를 이전에 사용했던 사람을 초대하는 것은 인정되지 않으며 이러한 거부는 통보되지 않습니다.
nl: U ontvangt geen tegoed voor het uitnodigen van iemand die MEGA voorheen gebruikt heeft en deze weigering wordt niet gemeld.
pl: Promocja darmowych limitów nie obejmuje sytuacji kiedy zapraszasz osoby, które już wcześniej posiadały konto na MEGA.
pt_br: Você não receberá crédito por ter convidado alguém que já tiver usado o MEGA anteriormente e você não será notificado sobre tal rejeição.
ro: Nu vei primi credit pentru invitarea cuiva care a folosit MEGA anterior și nu vei fi notificat despre o astfel de respingere.
ru: Вы не получите бонус за приглашение тех, кто раньше использовал MEGA, и вы не будете уведомлены об отказе.
th: คุณจะไม่ได้รับเครดิตในการเชิญบุคคลที่เคยใช้ MEGA มาก่อนและจะไม่ได้รับแจ้งเกี่ยวกับการปฏิเสธดังกล่าว
tr: Önceden MEGA kullanmış birini davet etmeniz geçersiz sayılır ve reddedildiğine dair herhangi bir bildirim gönderilmez.
vi: Bạn sẽ không nhận được thưởng khi gửi lời mời tới những người đã có sẵn tài khoản với MEGA, hệ thống sẽ không gửi thông báo nào cho biết rằng lời mời đã bị từ chối.
zh_hans: 若您邀请的是曾使用过MEGA的用户，则无法得到奖励，且您将不会收到相关通知。
zh_hant: 若您邀請的是曾使用過MEGA的用戶，則無法得到獎勵，且您將不會收到相關通知。

# UI_WhyNotWorkingText_Part_2
source: Invited contacts must install MEGA mobile app or MEGA app on their devices.
ar: جهات الاتصال المدعوة يجب ان تقوم بتثبيت تطبيق الموبايل او الكمبيوتر على أجهزتهم
es: Los contactos invitados deben instalar la aplicación móvil o la aplicación de escritorio en sus dispositivos.
fr: Les contacts invités doivent installer l’appli MEGA mobile ou l’appli MEGA pour ordinateur sur leurs appareils.
id: Kontak yang diundang harus menginstal aplikasi seluler MEGA atau aplikasi desktop MEGA di perangkat mereka.
it: I contatti invitati devono installare l'app per mobile di MEGA o l'app per desktop di MEGA sui loro dispositivi.
ja: ご招待されたご連絡先の方々は、端末にMEGAモバイルアプリまたはMEGAデスクトップアプリをインストールする必要があります。
ko: 초대된 연락처는 그들의 기기에 반드시 MEGA 모바일 앱이나 데스크톱 앱을 설치해야 합니다.
nl: Uitgenodigde contacten moeten de MEGA mobiele app installeren of de MEGA desktop app op hun apparaten.
pl: Zaproszeni znajomi muszą zainstalować aplikację mobilną MEGA lub aplikację komputerową MEGA na swoich urządzeniach.
pt_br: Os contatos convidados devem instalar o aplicativo para dispositivos móveis ou o aplicativo de desktop do MEGA nos seus dispositivos.
ro: Contactele invitate trebuie să instaleze aplicația mobilă MEGA sau aplicația desktop MEGA pe dispozitivele lor.
ru: Приглашённые контакты должны установить мобильное или настольное приложение MEGA на своих устройствах.
th: ผู้ติดต่อที่ได้รับเชิญจะต้องติดตั้งแอป MEGA บนมือถือหรือแอป MEGA เดสก์ท็อปบนอุปกรณ์ของตน
tr: Davet edilen kişiler, cihazlarına MEGA mobil uygulamasını veya MEGA masaüstü uygulamasını yüklemelidir.
vi: Tất cả các tên đựợc mời cần phải tải app MEGA trên điện thoại hoặc trên máy tính.
zh_hans: 受邀联系人必须在其设备上安装MEGA移动应用或MEGA桌面应用。
zh_hant: 受邀的聯絡人必須在其設備上安裝MEGA手機應用程式或MEGA桌面應用程式。

# UI_FolderLink
source: Folder link
ar: رابط المجلد
es: Enlace de carpeta
fr: Lien de dossier
id: Link folder
it: Link della cartella
ja: フォルダリンク
ko: 폴더 링크
nl: Map koppeling
pl: Link do katalogu
pt_br: Link da pasta
ro: Linkul folderului
ru: Ссылка на папку
th: ลิงก์โฟลเดอร์
tr: Klasör bağlantısı
vi: Đường dẫn liên kết thư mục
zh_hans: 文件夹链接
zh_hant: 資料夾連結

# UI_OpenLink
source: Open link
ar: فتح الرابط
es: Abrir enlace
fr: Ouvrir un lien
id: Buka link
it: Apri link
ja: リンク開設
ko: 링크 열기
nl: Open koppeling
pl: Otwórz link
pt_br: Abrir link
ro: Deschide linkul
ru: Открыть ссылку
th: เปิดลิงก์
tr: Bağlantıyı aç
vi: Mở đường dẫn liên kết
zh_hans: 打开链接
zh_hant: 打開連接

# UI_TypeOrPasteLink
source: Type or paste link:
ar: ادخل او الصق الرابط
es: Escribe o pega el enlace:
fr: Taper ou coller le lien :
id: Ketik atau tempel link:
it: Inserisci o copia link:
ja: リンクを入力または貼り付け：
ko: 링크를 입력하거나 붙여넣으세요:
nl: Type of plak koppeling:
pl: Wpisz lub wklej link:
pt_br: Digite ou cole o link:
ro: Tastează sau lipește linkul:
ru: Введите или вставьте ссылку:
th: พิมพ์หรือวางลิงก์:
tr: Bağlantıyı girin ya da yapıştırın:
vi: Nhập hoặc dán đường liên kết:
zh_hans: 输入或粘贴链接：
zh_hant: 輸入或貼上連結：

# UI_Import
source: Import
ar: استيراد
es: Importar
fr: Importer
id: Impor
it: Importa
ja: インポート
ko: 들여오기
nl: Importeer
pl: Zaimportuj
pt_br: Importar
ro: Importă
ru: Импортировать
th: นำเข้า
tr: Aktar
vi: Lấy nội dung
zh_hans: 导入
zh_hant: 輸入

# UI_ImportItemTo
source: Import 1 item to
ar: استيراد عنصر واحد الى
es: Importar 1 elemento a
fr: Importer 1 élément vers
id: Impor 1 item ke
it: Importa 1 oggetto a
ja: 1項目のインポート先
ko: 다음으로 1개 항목 들여오기
nl: Importeer 1 item naar
pl: Zaimportuj 1 element do
pt_br: Importar 1 item para
ro: Importă 1 element în
ru: Импорт 1 элемента в
th: นำเข้า 1 รายการไปที่
tr: 1 öğeyi şuraya aktar
vi: Chuyển nhập 1 mục vào
zh_hans: 将1个文件导入至
zh_hant: 匯入1個項目至

# UI_ImportMultipleItemsTo
source: Import {0} items to
ar: استيراد {0} عنصر الى
es: Importar {0} elementos a
fr: Importer {0} éléments vers
id: Impor {0} item ke
it: Importa {0} oggetti a
ja: {0}項目のインポート先
ko: 다음으로 {0}개 항목 들여오기
nl: Importeer {0} items naar
pl: Zaimportuj elementy {0} do
pt_br: Importar {0} itens para
ro: Importă {0} elemente în
ru: Импорт элементов ({0}) в
th: นำเข้า {0} รายการไปที่
tr: {0} öğeyi şuraya aktar
vi: Chuyển nhập {0} mục vào
zh_hans: 导入 ({0}个文件至
zh_hant: 匯入{0}個項目至

# UI_FileLink
source: File link
ar: رابط الملف
es: Enlace de archivo
fr: Lien de fichier
id: Link File
it: Link del file
ja: ファイルリンク
ko: 파일 링크
nl: Bestands-koppeling
pl: Link do pliku
pt_br: Link do arquivo
ro: Linkul fișierului
ru: Ссылка на файл
th: ลิงก์ไฟล์
tr: Dosya bağlantısı
vi: Đường link tệp
zh_hans: 文件链接
zh_hant: 檔案連結

# UI_BackupRecoveryKey
source: Backup Recovery key
ar: نسخ مفتاح الاستتعادة احتياطيا
es: Guarda tu Clave de recuperación
fr: Sauvegarder la clé de récupération
it: Copia la Chiave di Recupero
ja: 回復キーをバックアップ
ko: 복구 키 백업
nl: Reservekopie Herstelsleutel
pl: Kopia klucza
pt_br: Salvar chave de recuperação
ro: Fă backup cheii recup
ru: Сохранить ключ восстановления
th: สำรองคีย์การกู้คืน
tr: Kurtarma Anahtarını yedekle
vi: Sao lưu Mã Khóa Phục Hồi
zh_hans: 备份还原秘钥
zh_hant: 備份還原金鑰
